Repository: m-ghoul/swift-todo-app
Catalog: Tasks/Tasks/*.lproj/TaskTrackerIntents.strings
Languages: ar

# 1YneZc
source: What would you like to name your task?
ar: ماذا تريد أن تسمى مهمتك الجديدة؟

# Muf40z
source: Title
ar: عنوان

# YXf8ZS
source: Your task was successfully added to the list. You now have ${numberOfTasks} pending tasks
ar: تم إضافة مهمتك بنجاح إلى القائمة. لديك الآن ${numberOfTasks} مهمة معلقة

# jVBskg
source: Something went wrong while adding your task. Please try again
ar: حدث خطأ ما أثناء إضافة مهمتك. حاول مرة اخرى

# lZlRoo
source: Add a task with the title "${title}"
ar: أضف مهمة بالعنوان "${title}"

# nbFRET
source: Success!
ar: النجاح! لديك الآن ${numberOfTasks} مهمة معلقة

# rmk1kN
source: Error!
ar: خطأ!

# wYtkeP
source: Number Of Tasks
ar: عدد المهام

# y7R5pJ
source: Task Tracker
ar: تعقب المهام

# zyybQj
source: Add a task to a task list using Siri custom intents
ar: أضف مهمة إلى قائمة المهام باستخدام أهداف Siri المخصصة
